Repository: jon4god/qa-plugin
Catalog: languages/simple-qa-*.po
Languages: ru_ru

source: Please, set setting for this plugin.
ru_ru: Пожалуйста, установите настройки для плагина.

source: Settings
ru_ru: Настройки

source: Q&A
ru_ru: В&О

source: New Q&A
ru_ru: Новый В&О

source: Add new Q&A
ru_ru: Добавить новый В&О

source: Edit Q&A
ru_ru: Изменить В&О

source: View Q&A
ru_ru: Просмотр В&О

source: Search Q&A
ru_ru: Поиск В&О

source: No Q&A found
ru_ru: Не нашли В&О

source: No Q&A found in Trash
ru_ru: В корзине В&О не найдены

source: Q&A Tags
ru_ru: Метки В&О

source: Q&A Tag
ru_ru: Метка В&О

source: Search Q&A Tags
ru_ru: Поиск В&О Метки

source: All Q&A Tags
ru_ru: Все метки В&О

source: Parent Q&A Tag
ru_ru: Родительская метка В&О

source: Parent Q&A Tag:
ru_ru: Родительская метка В&О:

source: Edit Q&A Tag
ru_ru: Изменить В&О метку

source: Update Q&A Tag
ru_ru: Обновление В&О метки

source: Add New Q&A Tag
ru_ru: Добавить новую метку В&О

source: New Q&A Tag Name
ru_ru: Название новой метки В&О

source: your question here
ru_ru: Ваш вопрос здесь

source: <b>Success!</b> Q&A is now ready for approval.
ru_ru: <b>Получилось!</b> В&О снова готов к работе.

source: Delete Q&A
ru_ru: Удалить В&О

source: New Q&A Received
ru_ru: Новая редакция В&О

source: Q&A:
ru_ru: В&О:

source: <b>Error!</b> The Captcha was wrong.
ru_ru: <b>Ошибка!</b> Неправильная капча.

source: <b>Error!</b> You have to fill out the Captcha.
ru_ru: <b>Ошибка!</b> Введите защитный код.

source: <b>Error!</b> You have to fill out the Question.
ru_ru: <b>Ошибка!</b> Вы должны написать вопрос.

source: Question to ask
ru_ru: Задайте ваш вопрос

source: Submit
ru_ru: Отправить

source: Name
ru_ru: Ваше имя

source: Email
ru_ru: Эл. почта

source: If you provide an Email you will receive a message, once your Question is Answered.
ru_ru: Если введёте электронную почту, то получите письмо, как только будет дан ответ.

source: Anonymous
ru_ru: Аноним

source: Date
ru_ru: Дате

source: Answer
ru_ru: Ответ

source: Username
ru_ru: Имя

source: ip
ru_ru: IP Адрес

source: Name and Email
ru_ru: Имя и Email

source: Username:
ru_ru: Имя:

source: E-mail:
ru_ru: Эл.почта:

source: First
ru_ru: Первый

source: Last
ru_ru: Последний

source: Q&A - Overview
ru_ru: В&О - Oбзор

source: published
ru_ru: опубликован(-о)

source: open
ru_ru: открыт(-ы)

source: E-Mail Alert on new Q&A
ru_ru: Оповещения по электронной почте о новых В&О

source: Default e-mail
ru_ru: Адрес электронной почты по-умолчанию

source: Default answer
ru_ru: Ответ по-умолчанию

source: User Fields
ru_ru: Пользовательские поля

source: Show Captcha
ru_ru: Настройки капчи

source: Number of Q&A
ru_ru: Количество В&О

source: Color background open Q&A
ru_ru: Цвет фона открытой вкладки В&О

source: Color background close Q&A
ru_ru: Цвет фона закрытой вкладки В&О

source: Pagination
ru_ru: Разбивка на страницы

source: Q&A Settings
ru_ru: Настройки В&О

source: Setting for Q&A plugin
ru_ru: Настройки для В&О плагина

source: Configure your Q&A
ru_ru: Настройте ваш В&О

source: Enter the default e-mail. If not entered, it is sent to the administrator.
ru_ru: Введите адрес электронной почты по умолчанию. Если не введен, то отправляется администратору.

source: Enter the default answer. It shows if the question is published unanswered.
ru_ru: Введите ответ по умолчанию. Это показывает, если вопрос публикуется без ответа.

source: Would you like to display User Fields, like E-Mail and Username? This would give your users the possibility to receive a Notification if an Answer is answered.
ru_ru: Вы хотите показывать пользователем поля электронной почты и имя? Это даст вашим пользователям возможность получать уведомление, если получен ответ на вопрос.

source: Get a key from <a href="https://www.google.com/recaptcha/admin/create" target="_blank">https://www.google.com/recaptcha/admin/create</a>
ru_ru: Получить ключ из <a href="https://www.google.com/recaptcha/admin/create" target="_blank">https://www.google.com/recaptcha/admin/create</a>

source: How much questions you want to display on one page.
ru_ru: Сколько вопросов вы хотите отобразить на одной странице.

source: Set color background open tab Q&A.
ru_ru: Цвет фона открытой вкладки В&О

source: Set color background close tab Q&A.
ru_ru: Цвет фона закрытой вкладки В&О

source: Show pagination
ru_ru: Показать постраничную навигацию

source: Top
ru_ru: Сверху

source: Bottom
ru_ru: Снизу

source: Both
ru_ru: Оба варианта

source: Save setting
ru_ru: Сохранить настройки

source: Thanks for using Simple Q&A
ru_ru: Спасибо за использование В&О

source: Dear admin!<br />Thank you for using my plugin!<br />I hope it is useful for your site.
ru_ru: Уважаемый Администратор!<br>Спасибо за использование моего плагина !<br> Я надеюсь, что он оказался полезен для вашего сайта.

source: Evgeniy Kutsenko
ru_ru: Евгений Куценко

source: I like this plugin<br>– how can I thank you?
ru_ru: Мне нравится этот плагин<br>– как я могу отблагодарить вас?

source: There are several ways for you to say thanks:
ru_ru: Есть несколько возможностей, сказать спасибо:

source: <a href="%1$s" target="_blank">Buy me a cup of coffee</a> to stay awake and work on this plugin
ru_ru: <a href="%1$s" target="_blank">Купить мне чашечку кофе</a>, чтобы я не спал и работал над этим плагином

source: <a href="%1$s" target="_blank">Give 5 stars</a> over at the WordPress Plugin Directory
ru_ru: <a href="%1$s" target="_blank">Поставьте 5 звезд</a> в каталоге плагинов WordPress

source: Share infotmation or make a nice blog post about the plugin
ru_ru: Распространить информацию или написать заметку в вашем блоге о плагине

source: Support
ru_ru: Поддержка

source: Please see the <a href="%1$s" target="_blank">support forum</a> or <a href="%2$s" target="_blank">plugin's site</a> for help.
ru_ru: См. <a href="%1$s" target="_blank">форум поддержки</a> или <a href="%2$s" target="_blank">сайт плагина</a> для получения справки.

source: Good luck!
ru_ru: Удачи!

source: - Q&A - Answer Received
ru_ru: - В&О - получен ответ

source: Your Q&A has been Answered!
ru_ru: На ваш вопрос был дан ответ!
